import { Employees } from './employees';


export const EMPLOYEES: Employees[] = [ { 
        surname: 'Петров', 
        name: 'Петр', 
        patronymic: 'Петрович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых'] 
    }, { 
        surname: 'Иванов', 
        name: 'Иван', 
        patronymic: 'Иванович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых'] 
    }, { 
        surname: 'Павлов', 
        name: 'Павел', 
        patronymic: 'Павлович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых'] 
    }, { 
        surname: 'Александров', 
        name: 'Александр', 
        patronymic: 'Александрович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых'] 
    }, { 
        surname: 'Егоров', 
        name: 'Егор', 
        patronymic: 'Егорович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых']
    }, { 
        surname: 'Скворцов', 
        name: 'Егор', 
        patronymic: 'Егорович', 
        days: [ 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых', 8, 8, 8, 8, 8, 'Вых', 'Вых']
    }
];
